import { Metadata } from "next";
import React from "react";

export const metadata: Metadata = {
  title: 'Публичный договор-оферта интернет–магазина - Raspberry Pi - одноплатные компьютеры',
  description: 'Публичный договор-оферта интернет–магазина',
}

const ContractOffer = () => {
  return (
    <div className="max-w-[1024px]  my-20 text-[#363636]">
      <div className="text-3xl font-bold mb-3">
        Публичный договор-оферта интернет–магазина
      </div>
      <p className="pt-6">
        Настоящий договор между интернет-магазином https://raspberrypi.kz/ и
        пользователем услуг интернет-магазина, именуемым в дальнейшем
        «Покупатель» определяет условия приобретения товаров через сайт
        интернет-магазина https://raspberrypi.kz/ Настоящий договор – оферта
        действует с 01 января 2020 года.
      </p>
      <p className="pt-6">1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</p>
      <p>
        1.1. «Публичная оферта» (далее – «Оферта») — публичное предложение
        Продавца, адресованное неопределенному кругу лиц, заключить с Продавцом
        договор купли-продажи товара дистанционным способом (далее — «Договор»)
        на условиях, содержащихся в настоящей Оферте, включая все Приложения.
      </p>
      <p>1.2. «Продавец» — данные продавца указаны в разделе «Контакты»</p>
      <p>
        1.3. «Покупатель» — любое физическое или юридическое лицо, принявшее в
        полном объеме и без исключений условия оферты (акцептовавшее) настоящую
        оферту на нижеуказанных условиях и разместивший заказ в
        Интернет-магазине.
      </p>
      <p>
        1.4. «Зарегистрированный покупатель» — Покупатель, предоставивший
        Продавцу свои персональные данные посредством регистрации на сайте,
        которые могут быть использованы Продавцом для оформления Заказа
        Покупателя.
      </p>
      <p>1.5. «Сайт» — https://raspberrypi.kz/</p>
      <p>
        1.6. «Интернет-магазин» — интернет-магазин по продаже одноплатных
        компьютеров и комплектующих.
      </p>
      <p>
        1.7. «Товар» — объект купли-продажи, предложенный к продаже посредством
        размещения в соответствующем разделе Интернет-магазина.
      </p>
      <p>
        1.8. «Заказ» — оформленный Покупателем в Интернет-магазине запрос на
        покупку товаров, выбранных Покупателем в Интернет-магазине, и
        предоставленный Продавцу посредством сети Интернет (электронная форма,
        размещенная на Сайте) и/или оформленный Покупателем по телефону.
      </p>
      <p>
        1.9. «Перевозчик» — сторонняя организация или индивидуальный
        предприниматель, оказывающие услуги по доставке заказанных Покупателем
        Товаров из пункта отправления в пункт назначения и выдающие товар
        Покупателю. Договор перевозки с перевозчиком заключается Покупателем
        самостоятельно либо Продавцом по поручению Покупателя.
      </p>
      <p className="pt-6">
        Для целей настоящей оферты термины и определения в единственном числе
        относятся также к терминам и определениям во множественном числе и
        наоборот.
      </p>
      <p className="pt-6">2. ОБЩИЕ ПОЛОЖЕНИЯ</p>
      <p>
        2.1. ТОО «NTSM» публикует настоящий договор купли-продажи, являющийся
        публичным договором — офертой (предложением) в адрес физических и
        юридических лиц в соответствии с Гражданского Кодекса Республики
        Казахстан (далее -ГК РК).
      </p>
      <p>
        2.2. Настоящая публичная оферта (именуемая в дальнейшем «Оферта»)
        определяет все существенные условия договора между ТОО «NTSM» и лицом,
        акцептовавшим Оферту.
      </p>
      <p>
        2.3. Настоящий договор заключается между Покупателем и интернет —
        магазином в момент оформления заказа.
      </p>
      <p>
        2.4. Оферта может быть акцептована (принята) любым физическим или
        юридическим лицом на территории Республики Казахстан, имеющим намерение
        приобрести товар и/или услуги, реализуемые/предоставляемые ТОО «NTSM»
        через интернет-магазин, расположенный на сайте https://raspberrypi.kz/
      </p>
      <p>
        2.5. Покупатель безоговорочно принимает все условия, содержащиеся в
        оферте в целом (т.е. в полном объеме и без исключений).
      </p>
      <p>
        2.6. В случае принятия условий настоящего договора (т.е. публичной
        оферты интернет-магазина), физическое или юридическое лицо, производящее
        акцепт оферты, становится Покупателем. Акцептом является факт оплаты
        заказа в размере и на условиях настоящего соглашения.
      </p>
      <p>
        2.7. Оферта, все приложения к ней, а также вся информация о
        товарах/услугах ТОО «NTSM» , опубликована на сайте
        https://raspberrypi.kz/
      </p>
      <p className="pt-6">
        3. СТАТУС ИНТЕРНЕТ-МАГАЗИНА https://raspberrypi.kz/
      </p>
      <p>
        3.1. Интернет-магазин является собственностью ТОО «NTSM» и предназначен
        для организации дистанционного способа продажи товаров через сеть
        интернет.
      </p>
      <p>
        3.2. Интернет-магазин не требует от Покупателя специальных действий для
        использования ресурса интернет — магазина для просмотра товара, расчета
        и оформления заказа, таких как регистрация или заключение договора на
        пользование ресурсом интернет-магазина.
      </p>
      <p>
        3.3. Интернет-магазин не несет ответственности за содержание и
        достоверность информации, предоставленной Покупателем при оформлении
        заказа.
      </p>
      <p>
        3.4. Интернет-магазин и предоставляемые сервисы могут временно частично
        или полностью недоступны по причине проведения профилактических или иных
        работ или по любым другим причинам технического характера. Техническая
        служба Продавца имеет право периодически проводить необходимые
        профилактические или иные работы с предварительным уведомлением
        Покупателей или без такового.
      </p>
      <p>
        3.5. В случае возникновения вопросов и претензий со стороны Покупателя
        он должен обратиться к Продавцу по телефону или иным доступным способом.
        Все возникающее споры стороны будут стараться решить путем переговоров,
        при недостижении соглашения спор будет передан на рассмотрение в
        судебный орган в соответствии с действующим законодательством РК.
      </p>
      <p>
        3.6. Признание судом недействительности какого-либо положения настоящего
        Соглашения не влечет за собой недействительность остальных положений.
      </p>
      <p className="pt-6">4. СТАТУС ПОКУПАТЕЛЯ</p>
      <p>
        4.1. Покупатель несет ответственность за достоверность предоставленной
        при оформлении заказа информации и ее чистоту от претензий третьих лиц.
      </p>
      <p>
        4.2. Покупатель подтверждает свое согласие с условиями, установленными
        настоящим Договором, путем проставления отметки в графе «Я принимаю
        условия договора-оферты» при оформлении заказа. До заключения Договора
        условия Договора Покупателем прочитаны полностью, все условия Договора
        понятны, со всеми условиями Договора Покупатель согласен.
      </p>
      <p>
        4.3. Использование ресурса интернет — магазина для просмотра и выбора
        товара, а также для оформления заказа является для Покупателя
        безвозмездным.
      </p>
      <p>
        4.4. Товар приобретается Покупателем исключительно для личных, семейных,
        домашних нужд, не связанных с осуществлением предпринимательской
        деятельности.
      </p>
      <p className="pt-6">5. ПРЕДМЕТ ОФЕРТЫ</p>
      <p>
        5.1. Продавец, на основании заказов Покупателя и на основании
        предварительной оплаты, продаёт Покупателю товар в соответствии с
        условиями и по ценам, установленным Продавцом в оферте и приложениях к
        ней.
      </p>
      <p>
        5.2. Доставка товаров, заказанных и оплаченных Покупателем,
        осуществляется Продавцом или Перевозчиком. Покупатель имеет право
        забрать товар со склада Продавца самостоятельно (самовывоз). Покупателю
        при оформлении заказа предоставляется право выбора способа доставки.
      </p>
      <p>
        5.3. К отношениям между Покупателем и Продавцом применяются положения ГК
        РК о розничной купле-продаже, Закон РК «О защите прав потребителей», а
        также иные нормативные правовые акты, принятые в соответствии с ними.
      </p>
      <p>
        5.4. Физическое или юридическое лицо считается принявшим все условия
        оферты (акцепт оферты) и приложений к ней в полном объеме и без
        исключений с момента поступления денежных средств в счет оплаты товара
        на расчётный счёт Продавца (в случае безналичной оплаты), либо с момента
        поступления денежных средств в счет оплаты товара на расчетный счет
        Оператора платежной системы (в случае оплаты через платежные системы),
        либо внесения денежных средств в кассу Продавца в порядке,
        предусмотренном Разделом 10 оферты и на условиях, установленных
        Продавцом в приложениях к оферте. В случае акцепта оферты одним из
        вышеуказанных способов, физическое лицо считается заключившим с
        Продавцом договор купли-продажи заказанных товаров и приобретает статус
        Покупателя.
      </p>
      <p>
        5.5. Покупатель-физическое или юридическое лицо, принявшее в полном
        объеме и без исключений условия оферты (совершившее акцепт оферты) в
        соответствии с п. 4.4. оферты.
      </p>
      <p>
        5.6. Место исполнения договора -место (адрес), указанное Покупателем, по
        которому доставляется товар Покупателю силами Продавца, или
        магазин-салон или склад Продавца, в случае отказа Покупателя от доставки
        товара силами Продавца (самовывоз), или территория перевозчика, договор
        с которым заключил Покупатель, в случае доставки товара Перевозчиком.
      </p>
      <p>
        5.7. Представитель-физическое лицо, предъявившее квитанцию или иной
        документ, свидетельствующий о заключении договора. Представитель
        юридического лица кроме вышеуказанных документов обязан предъявить
        доверенность на получение товара и паспорт.
      </p>
      <p>
        5.8. Перевозчик-юридическое лицо или индивидуальный предприниматель,
        принявшие на себя по договору перевозки обязанность доставить вверенный
        ему отправителем товар из пункта отправления в пункт назначения, а также
        выдать товар получателю. Договор перевозки с перевозчиком заключается
        Покупателем самостоятельно в случае отказа Покупателя от доставки товара
        силами Продавца.
      </p>
      <p className="pt-6">6. ПОРЯДОК ЗАКЛЮЧЕНИЯ ДОГОВОРА КУПЛИ-ПРОДАЖИ</p>
      <p>
        6.1. Покупатель может оформить заказ самостоятельно на сайте
        интернет-магазина, либо через менеджера по телефонам, указанным на
        сайте, на условиях Договора купли-продажи (публичной оферты
        интернет-магазина).
      </p>
      <p>
        6.2. При оформлении заказа в интернет-магазине, Покупатель обязан
        предоставить о себе информацию: — Ф.И.О. (для физических лиц) или полное
        наименование, БИН (для юридических лиц) Покупателя Товара; — адрес
        доставки Товара; — контактный телефон и электронную почту Покупателя
        Товара.
      </p>
      <p>
        6.3. Волеизъявление Покупателя осуществляется посредством внесения
        последним соответствующих данных в форму заказа в интернет-магазине либо
        подачей заявки через менеджера интернет-магазина или по e-mail.
      </p>
      <p>6.4. Интернет-магазин не редактирует информацию о Покупателе.</p>
      <p>
        6.5. Для получения бумажного экземпляра Договора купли-продажи,
        Покупатель отправляет заявку по электронной почте или телефону указанным
        на сайте.
      </p>
      <p className="pt-6">7.ИНФОРМАЦИЯ О ТОВАРЕ</p>
      <p>
        7.1. Товар представлен на сайте через фото-образцы, являющиеся
        собственностью интернет-магазина.
      </p>
      <p>
        7.2. Каждый фото-образец сопровождается текстовой информацией:
        наименованием, размерным рядом (при необходимости), ценой и описанием
        товара.
      </p>
      <p>
        7.3. Все информационные материалы, представленные в интернет -магазине,
        носят справочный характер. В случае возникновения у Покупателя вопросов,
        касающихся свойств и характеристик товара, Покупатель должен, перед
        оформлением заказа, обратиться к Продавцу по телефонам указанным на
        сайте.
      </p>
      <p>
        7.4. По просьбе Покупателя менеджер интернет-магазина обязан
        предоставить (по телефону или посредством электронной почты) прочую
        информацию, необходимую и достаточную, с точки зрения Покупателя, для
        принятия им решения о покупке товара.
      </p>
      <p>
        7.5. Покупатель уведомлен о том, что приобретая товар со скидкой,
        установленной в связи с его недостатками (дефектами), он лишается права
        ссылаться на них в дальнейшем.
      </p>
      <p>
        7.6. Покупатель уведомлен Продавцом о том, что товар, указанный в счете
        отдельными позициями в любом случае не является комплектом.
      </p>
      <p className="pt-6">8. ПОРЯДОК ПРИОБРЕТЕНИЯ ТОВАРА</p>
      <p>
        8.1. Покупатель вправе оформить заказ на любой товар, представленный в
        интернет-магазине. Каждый товар может быть заказан в любом количестве.
        Исключения из указанного правила указаны в описании каждого товара в
        случае проведения акций, снятия товара с продажи и т.п.
      </p>
      <p>
        8.2. Заказ может быть оформлен Покупателем по телефонам, указанным на
        сайте или оформлен самостоятельно на сайте. Подробности оформления
        заказа через сайт описаны в разделе «Покупателям», затем «Как оформить
        заказ».
      </p>
      <p>
        8.3. После оформления заказа Продавец на e-mail Покупателя отправляется
        подтверждение принятия заказа и счет, с указанием наименования, размера,
        цены выбранного товара и общей суммы заказа, являющийся неотъемлемой
        частью настоящего договора. Оплата счета (полностью или частично)
        Покупателем является подтверждением Покупателя правильного оформления
        заказа.
      </p>
      <p>
        8.4. При отсутствии товара на складе менеджер интернет-магазина обязан
        поставить в известность об этом Покупателя (по телефону или посредством
        электронной почты).
      </p>
      <p>
        8.5. Покупатель вправе сделать предварительный заказ на временно
        отсутствующий на складе товар.
      </p>
      <p>
        8.6. При отсутствии товара Покупатель вправе заменить его другим товаром
        либо аннулировать заказ.
      </p>
      <p>
        8.7. Срок поставки товара указывается на сайте Продавца в разделах
        «Сроки изготовления»-«Оплата и доставка» и начинает исчисляться на
        следующий день после получения Продавцом сообщения о намерении
        Покупателя приобрести товар на условиях, предложенных Продавцом.
      </p>
      <p className="pt-6">9. ЦЕНА ТОВАРА</p>
      <p>
        9.1. Цена товара в интернет-магазине указана в тенге за единицу товара.
        Цена товара не включает стоимость доставки товара до Покупателя и иные
        услуги Продавца.
      </p>
      <p>
        9.2. Указанная на сайте цена товара может быть изменена
        интернет-магазином в одностороннем порядке, при этом цена на оплаченный
        Покупателем товар изменению не подлежит.
      </p>
      <p>
        9.3. Стоимость услуг, предоставляемых Покупателю Продавцом при покупке
        товара в интернет-магазине указана в разделе «Оплата и доставка».
      </p>
      <p className="pt-6">10. ОПЛАТА ТОВАРА</p>
      <p>
        10.1. Способы и порядок оплаты товара указаны на сайте в разделе
        «Политика конфиденциальности».
      </p>
      <p>
        10.2. Оплата безналичным расчетом производится согласно оформленному
        счёту в течение трёх банковских дней с момента получения счета. После
        поступления денежных средств на счет Продавца, менеджер
        интернет-магазина согласовывает с Покупателем срок доставки. При
        безналичной форме оплаты обязанность Покупателя по уплате цены товара
        считается исполненной с момента зачисления соответствующих денежных
        средств на расчетный счет, указанный Продавцом.
      </p>
      <p>
        10.3. Покупатель оплачивает заказ любым способом, выбранным в
        интернет-магазине. Оплата Товара (полностью или частично) может быть
        произведена в кассу — ТОО «NTSM».
      </p>
      <p>10.4. Расчеты Сторон при оплате заказа осуществляются в тенге.</p>
      <p className="pt-6">11. ДОСТАВКА ТОВАРОВ</p>
      <p>
        11.1. Способы, порядок и сроки доставки товара указаны на сайте в
        разделе «Политика конфиденциальности». Порядок и условия доставки
        заказанного товара оговариваются Покупателем с менеджером
        интернет-магазина.
      </p>
      <p>11.2. Самовывоз товара:</p>
      <p>
        • Продавец, получив уведомление о размещенном заказе, подтверждает его
        получение по телефону или по e-mail Покупателя и согласовывает с ним
        дату самовывоза товара.
      </p>
      <p>
        • Покупатель оплачивает (при наличной форме оплаты) и получает заказ по
        месту нахождения склада Продавца. Адреса, контакты и режим работы
        складов указаны на сайте Продавца в разделе «Контакты». При безналичной
        форме оплаты Продавец дополнительно по телефону или по e-mail Покупателя
        подтверждает факт зачисления оплаты заказа на расчетный счет Продавца и
        только после этого согласовывается с Покупателем дату самовывоза товара.
      </p>
      <p>
        • Право собственности и риск случайной гибели, утраты или повреждения
        товара переходит к Покупателю с момента передачи товара Покупателю или
        его Представителю.
      </p>
      <p>11.3. Доставка товара Продавцом:</p>
      <p>
        • Переход права собственности и риск случайной гибели, утраты или
        повреждения товара переходит к Покупателю с момента передачи товара
        Покупателю или Представителю.
      </p>
      <p className="pt-6">12. ГАРАНТИИ НА ТОВАР</p>
      <p>
        12.1. Гарантийный срок на товар устанавливает производитель. Срок
        гарантии указывается на этикетке товара. Дополнительные гарантийные
        обязательства указаны на сайте в разделе «Гарантийные обязательства» и в
        приложениях к настоящему договору.
      </p>
      <p>
        12.2. Гарантийный срок не распространяется на товар, имеющий
        повреждения, возникшие в результате:
      </p>
      <p>
        • нарушения Покупателем правил эксплуатации и/или рекомендаций по уходу
        за товаром,
      </p>
      <p>• использования товара не по назначению,</p>
      <p>
        • действий, направленных на повреждение или уничтожение товара, действий
        непреодолимой силы,
      </p>
      <p>
        • а также на товар, имеющий механические повреждения, следы
        самостоятельного ремонта или изменения конструкции.
      </p>
      <p className="pt-6">13. ВОЗВРАТ ТОВАРА</p>
      <p>
        13.1. Покупатель вправе отказаться от товара в любое время до его
        передачи, а после передачи товара — в течение семи дней, в порядке и на
        условиях, предусмотренных Законом «О защите прав потребителей».
      </p>
      <p>
        13.2. Возврат товара надлежащего качества возможен в случае, если
        сохранены его товарный вид (упаковка), потребительские свойства, а также
        документ, подтверждающий факт и условия покупки указанного товара.
        Отсутствие у покупателя указанного документа не лишает его возможности
        ссылаться на другие доказательства приобретения товара у данного
        продавца.
      </p>
      <p>
        13.3. Покупатель не вправе отказаться от товара надлежащего качества,
        имеющего индивидуально-определенные свойства, если указанный товар может
        быть использован исключительно приобретающим его Покупателем.
      </p>
      <p>
        13.4. Возврат товара, в случаях, предусмотренных законом и настоящим
        Договором, производится по адресам, указанным на сайте в разделе
        «Контакты».
      </p>
      <p>
        13.5. При отказе Покупателя от товара надлежащего качества Продавец
        возвращает ему сумму, уплаченную в соответствии с договором, за
        исключением расходов Продавца на доставку от Покупателя возвращенного
        товара, не позднее чем через 10 дней, с даты предъявления Покупателем
        соответствующего требования.
      </p>
      <p>
        13.6. В случае, если возврат суммы осуществляется не одновременно с
        возвратом товара, возврат указанной суммы осуществляется Продавцом путем
        перечисления на банковский счет Покупателя.
      </p>
      <p>
        13.7. Указанный в настоящем пункте способ возврата денежных средств
        может использоваться Продавцом и в иных случаях возврата денежных
        средств, предусмотренных настоящим договором и законодательством РК.
      </p>
      <p className="pt-6">14. ПРОЧИЕ УСЛОВИЯ</p>
      <p>
        14.1. К отношениям между Покупателем и Продавцом применяется
        законодательство Республики Казахстан.
      </p>
      <p>
        14.2. При необходимости Продавец и Покупатель вправе в любое время
        оформить договор купли-продажи товара в форме письменного двухстороннего
        соглашения, не противоречащего положениям настоящей оферты.
      </p>
      <p>
        14.3.В случае возникновения вопросов и претензий со стороны Покупателя,
        он должен обратиться в Центр обслуживания клиентов по телефону: +7 777
        771 89 29 или по e-mail: admin@raspberrypi.kz
      </p>
      <p>
        14.4. Настоящий договор вступает в силу с даты акцепта Покупателем
        настоящей оферты и действует до полного исполнения обязательств
        Сторонами.
      </p>
      <p>
        14.5. Интернет-магазин оставляет за собой право расширять и сокращать
        товарное предложение на сайте, регулировать доступ к покупке любых
        товаров, а также приостанавливать или прекращать продажу любых товаров
        по своему собственному усмотрению.
      </p>
      <p className="pt-6">15. АДРЕС И РЕКВИЗИТЫ ПРОДАВЦА</p>
      <p>Товарищество с ограниченной ответственностью «NTSM»</p>
      <p>Адрес: г. Алматы, пр. Назарбаева 103, 5 этаж, 503/2 кабинет</p>
      <p>БИН: 220240015604</p>
      <p>Номер счета: KZ8596502F0015584568 KZT</p>
      <p>КБе: 17</p>
      <p>БИК Банка: IRTYKZKA</p>
      <p>Наименование Банка: Филиал АО «ForteBank» в г. Алматы</p>
    </div>
  );
};

export default ContractOffer;
